Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/samisk_sprakpris_gollegiella_til_ellen_pautamo_og_jonar_thomasson.html.tmx
Source language: nob
Languages: sme

source: Samisk språkpris Gollegiella til Ellen Pautamo og Jonar Thomasson
sme: Sámi giellabálkkašupmi Gollegiella Ellen Pautamoi ja Jonar Thomassonii

source: Ellen Pautamo (Ergon Máreha Ánne Elle-Máret) fra Tammerfors og Jonar Thomasson fra Limingen tildeles den nordiske språkprisen Gollegiella for 2020 for fremming av samiske språk.
sme: Ellen Pautamo (Ergon Máreha Ánne Elle-Máret) Tamperes ja Jonar Thomasson Lyjmedes bálkkašuvvoba jagi 2020 davviriikkalaš Gollegiella-giellabálkkašumiin sámegielaid ovddideamis.

source: Lektor i samisk språk og kultur Ellen Pautamo får Gollegiella-prisen for sin innsats som lærer i nordsamisk språk.
sme: Sámegiela ja kultuvrra lektor Ellen Pautamo oažžu Gollegiella-bálkkašumi ánssuinis davvisámegiela oahpaheaddjin.

source: Språkspesialist Jonar Thomasson får prisen for sitt arbeid for sørsamisk språk.
sme: Giellaáššedovdi Jonar Thomassonii bálkkašupmi mieđihuvvo su lullisámegiela ovdii dahkan barggus.

source: Justisminister i Finland Anna-Maja Henriksson offentliggjorde prisvinnerne i dag i Helsingfors i forbindelse med møtet mellom Norges, Sveriges og Finlands ministere for samiske saker og sametingspresidentene.
sme: Suoma vuoigatvuođaministtar Anna-Maja Henriksson almmustahtii bálkkašumi oažžuid odne Helssegis Norgga, Ruoŧa ja Suoma sámeáššiin vástideaddji ministariid ja sámedikkiid ságadoalliid čoahkkima oktavuođas.

source: – De varmeste takk til begge prismottakerne for sitt verdifulle arbeid for å fremme de samiske språk.
sme: – Liegga giitosat goabbáge bálkkašumi oažžui mearkkašahtti doaimmain sámegielaid buorrin.

source: Jeg ønsker at Pautamos og Thomassons arbeid hever interessen i de samiske språk og kultur og får oss til å sette pris på dem, sier justisminister i Finland Anna-Maja Henriksson.
sme: Sávan, ahte Pautamo ja Thomassona bargu oažžu min movttiiduvvat sámegielain ja kultuvrras sihke atnit daid árvvus, Suoma vuoigatvuođaministtar Anna-Maja Henriksson lohká.

source: Ellen Pautamo er en av de mest betydelsesfulle personer innen å utvikle fjernundervisning av samiske språk.
sme: Ellen Pautamo lea okta mearkkašahttimus sámi gáiddusoahpahusa ovddideaddjiin.

source: Hun arbeider som lektor for samisk språk og kultur i virtualskolen ved Samisk utdanningssenter.
sme: Son bargá Sámi oahpahusguovddážis virtuálaskuvllas sámegiela ja kultuvrra lektorin.

source: Pautamo er en dyktig, kreativ og inspirerende lærer som også arbeider som lærerutdanner.
sme: Pautamo lea čeahpes, hutkás ja movttiidahtti oahpaheaddji, gii doaibmá maiddái oahpaheaddjiid skuvlejeaddjin.

source: Jonar Thomasson er språkspesialist og en populær språkkilde som formidler både det samiske språket og erfaringer fra samisk kultur og historie.
sme: Jonar Thomasson lea giellaáššedovdi ja bivnnuhis giellagáldu, gii gaskkusta sámegiela ja sámi kultuvrra sihke historjjá vásáhusaid.

source: Thomasson har fremmet bevaring og utvikling av samiske språk ved å dokumentere det sørsamiske språket.
sme: Thomasson lea ovddidan sámegiela seailuma ja ovddideami dokumenteremiin lullisámegiela.

source: I sin bok Mojhtsijstie har han samlet fortellinger, ord og ordspråk på sørsamisk.
sme: Son lea čoaggán Mojhtsijstie-girjásis muitalusaid, sániid já sátnevádjasiid lullisámegillii.

source: Prisen er på 15 000 euro.
sme: Bálkkašupmi lea 15 000 euro stuoris.

source: I år er det to prismottakere, så prisen blir delt mellom Pautamo og Thomasson.
sme: Dán jagi bálkkašumi oažžut leaba guovttis, nu ahte bálkkašupmi juhkkojuvvo Pautamo ja Thomassona gaskkas.
